{
    "Inicio": "Inicio",
    "Contacto": "Contacto",
    "Sobre mi": "Sobre mí",
    "Proyectos": "Proyectos",
    "Formacion": "Formación",
    "Presentacion": "Hola, me llamo Sergio y soy desarollador web y app.",
    "Saber-mas": "Explora mi perfil",
    "Descargar CV": "Descargar CV",
    "Saludo": "Este Soy Yo",
    "No todo es programar": "No todo es programar...",
    "Descripcion": "Algunos de mis mayores hobbies son los videojuegos, el anime y el manga. En mi tiempo libre, me gusta estar en contacto con la naturaleza haciendo excursiones por la montaña o saliendo a correr. Disfruto descubriendo lugares nuevos, conociendo su cultura y, sobre todo, degustando su gastronomía local. Soy un apasionado de la cocina, así que allá donde voy, siempre estoy tomando nota de recetas nuevas para probarlas en casa. También me encanta participar en escape rooms, ya que me desafían a ejercitar el cerebro y poner a prueba mis habilidades para escapar de las salas.",
    "Texto confirmacion": "Este documento no contiene virus. ¿Estás seguro que quieres descargar el CV?",
    "Aceptar": "Aceptar",
    "Cancelar": "Cancelar",
    "descripcion-nba": "La App consiste principalmente en un portal donde poder ver los resultados de la NBA tanto de partidos finalizados, por empezar e incluso EN DIRECTO!!. También incorpora un pequeño e-commerce de camisetas y un pequeño 'Hall of fame' de jugadores retirados y datos interesantes sobre estos. Este proyecto esta pensado para usuarios de ordenadores de sobremesa, en tabletas o móviles se puede distorsionar la estructura del mismo.",
    "descripcion-wars": "La App consiste en una web para ver fichas sobre las naves espaciales del mundo de Star Wars. Al entrar en la web iniciarás en una pagina de login donde deberás loguearte para poder ver la lista de naves. Este proyecto me permitió practicar y tener un primer contacto con el framework de react y algunas bibliotecas como react-router-dom. Una vez logueado podrás acceder a una lista de naves que al clicar sobre ellas se abre una ficha con datos curiosos sobre ellas. La aplicación tiene un pequeño test unitario (TDD) con Jest.",
    "descripcion-poke": "La App consiste en una enciclopedia de Pokémon donde podrás visualizar todos y cada uno de ellos por generaciones y además podrás seleccionar tus favoritos para tenerlos siempre a la vista!. Lo primero de todo tendrás que registrarte con un usuario y contraseña (ficticio) para poder acceder a la pokedex y una vez dentro podrás ver, buscar y seleccionar cualquier de ellos y saber datos interesantes de cada uno. Esta App es totalmente responsive, así que podrás visualizarla en cualquier resolución de pantalla y disfrutarla tanto en PC, tabletas o móviles. ",
    "descripcion-tesla": "Estos pequeños proyectos propuestos y explicados por #midudev forman parte de mi inicio en los frameworks Astro y Tailwind los cuales me despiertan mucha curiosidad y quise aprender un poco como es el manejo con tecnologías como React.js. Agradecer a Miguel Ángel Durán García por la impartición y la idea para aprender y practicar con estos frameworks y por el resultado final para mi mas que satisfactorio.",
    "descripcion-hambgers": "La aplicación consiste en un sistema dirigido a una cadena de producción de comida, donde los empleados podrán visualizar los pedidos pendientes, gestionarlos o eliminarlos una vez finalizada la comanda. La aplicación trabaja con dos partes: la parte frontend utilizando Angular.js como framework y la parte backend utilizando Laravel como framework. Como soporte de bases de datos se utiliza PhpMyAdmin. Existen dos repositorios en gitHub, uno con el código que se conecta a la base de datos y otro sin la parte de backend para poder probar la app en local.",
    "descripcion-itacademy": "Esta aplicación es un trabajo colaborativo en el que pude participar despues de haber superado el itinerario de IT Academy con la especialicación de React, en él simulamos el trabajo, tareas, horarios que nos podríamos encontrar en una empresa real utilizando metodologias agile. El proyecto consiste en una plataforma donde los alumnos se pueden registrar y colgar sus recursos que puedan ser de utilidad para la comunidad ademas de poder votar en todos los recursos y marcar sus favoritos. La web tambien tiene una parte de administrador de ususarios donde se gestionan las entradas de registros y los roles de cada usuario ademas de su eliminación si fuera necesario. ",
    "descripcion-open-weahter": "Con esta aplicación podrás consultar el estado actual del tiempo y el pronóstico del día, así como el del día siguiente. También podrás guardar tus localizaciones favoritas para no perder tiempo y estar informado en cualquier momento. La aplicación está adaptada tanto para dispositivos móviles como para aplicaciones de escritorio, y podrás cambiar el tema a modo oscuro cuando lo desees. Además, la aplicación detectará la hora y se pondrá automáticamente en modo oscuro si estás en horario nocturno. Está traducida al español, catalán, inglés, francés, italiano y alemán.",
    "Nombre": "Persona o empresa",
    "Correo": "Correo electronico",
    "Asunto": "Sobre que quieres hablar?...",
    "Mensaje": "Mensaje",
    "Enviar": "Enviar",
    "Por favor rellene los campos": "Por favor rellene los campos",
    "Mensaje enviado con éxito": "Mensaje enviado con éxito",
    "Error al enviar el mensaje": "Error al enviar el mensaje",
    "descripcion-corner": "Certificado de profesionalidad donde comencé a estudiar programación desde cero y me decante en especializarme en la parte de Frontend.",
    "descripcion-cifo": "En este curso pude empezar a trabajar con mi primer framework (React) y empezar a usar herramientas de control de versiones (Git).",
    "descripcion-academy": "En el itinerario de IT Academy Frontend con la especialidad de REact pude fortalecer mis concimiento sobre el framework y tuve la oportunidad de participar en la parte de proyecto que simula el trabajo de una empresa real.",
    "descripcion-fullstack": "Curso donde retomé la parte backend para poder adquirir y fortalecer mas conocimientos y acercarme mas a tener un perfil fullstack.",
    "skills": "Habilidades",
    "Todos los derechos reservados": "Todos los derechos reservados."
}