{
    "Inicio": "Inici",
    "Contacto": "Contacte",
    "Sobre mi": "Sobre mi",
    "Proyectos": "Projectes",
    "Formacion": "Formació",
    "Presentacion": "Hola, em dic Sergio i soc desenvolupador web i app.",
    "Saber-mas": "Explora el meu perfil",
    "Descargar CV": "Descarregar CV",
    "Saludo": "Aquest Sóc Jo En",
    "No todo es programar": "No tot es programar...",
    "Descripcion": "Alguns dels meus majors hobbies són els videojocs, l'anime i el manga. En el meu temps lliure, m'agrada estar en contacte amb la natura fent excursions per la muntanya o sortint a córrer. Gaudeixo descobrint llocs nous, coneixent la seva cultura i, sobretot, degustant la seva gastronomia local. Sóc un apassionat de la cuina, així que allà on vaig, sempre estic prenent nota de receptes noves per provar-les a casa. També m'encanta participar en escape rooms, ja que em desafien a exercitar el cervell i posar a prova les meves habilitats per escapar de les sales.",
    "Texto confirmacion": "Aquest document no conté virus. Segur que vols descarregar el CV?",
    "Aceptar": "Acceptar",
    "Cancelar": "Cancelar",
    "descripcion-nba": "L'App consisteix principalment en un portal on poder veure els resultats de la NBA tant de partits finalitzats, per començar i fins i tot EN DIRECTE!!. També incorpora un petit comerç electrònic de samarretes i un petit 'Hall of fame' de jugadors retirats i dades interessants sobre aquests. Aquest projecte aquesta pensat per a usuaris d'ordinadors de sobretaula, en tauletes o mòbils es pot distorsionar l'estructura d'aquest.",
    "descripcion-wars": "L'App consisteix en una web per a veure fitxes sobre les naus espacials del món de Star Wars. En entrar en la web iniciaràs en una pàgina de login on deuràs loguearte per a poder veure la llista de naus. Aquest projecte em va permetre practicar i tenir un primer contacte amb el framework de react i algunes biblioteques com react-router-dom. Una vegada logueado podràs accedir a una llista de naus que en clicar sobre elles s'obre una fitxa amb dades curioses sobre elles. L'aplicació té un petit test unitari (TDD) amb Jest.",
    "descripcion-poke": "L'App consisteix en una enciclopèdia de Pokémon on podràs visualitzar tots i cadascun d'ells per generacions i a més podràs seleccionar els teus favorits per a tenir-los sempre a la vista!El primer de tot tindràs que registrar-te amb un usuari i contrasenya (fictici) per a poder accedir a la pokedex i una vegada dins podràs veure, buscar i seleccionar qualsevol d'ells i saber dades interessants de cadascun.Aquesta App és totalment responsive, així que podràs visualitzar-la en qualsevol resolució de pantalla i gaudir-la tant en PC, tauletes o mòbils.",
    "descripcion-tesla": "Aquests petits projectes proposats i explicats per #midudev forman part del meu inici en els frameworks Astre i Tailwind els quals em desperten molta curiositat i vaig voler aprendre una mica com és el maneig amb tecnologies com React.js. Agrair a Miguel Ángel Durán García per la impartició i la idea per a aprendre i practicar amb aquests frameworks i pel resultat final per a mi mes que satisfactori.",
    "descripcion-hambgers": "L'aplicació consisteix en un sistema dirigit a una cadena de producció de menjar, on els empleats podran visualitzar les comandes pendents, gestionar-los o eliminar-los una vegada finalitzada la comanda. L'aplicació treballa amb dues parts: la part frontend utilitzant Angular.js com framework i la part backend utilitzant Laravel com framework. Com a suport de bases de dades s'utilitza PhpMyAdmin. Existeixen dos repositoris en gitHub, un amb el codi que es connecta a la base de dades i un altre sense la part de backend per a poder provar l'app en local.",
    "descripcion-itacademy": "Aquesta aplicació és un treball col·laboratiu en el qual vaig poder participar després d'haver superat l'itinerari de l'IT Academy amb l'especialització en React. En ell, vam simular el treball, les tasques i els horaris que podríem trobar en una empresa real utilitzant metodologies àgils. El projecte consisteix en una plataforma on els alumnes es poden registrar i pujar recursos que puguin ser d'utilitat per a la comunitat, a més de poder votar tots els recursos i marcar els seus favorits. El web també té una part d'administrador d'usuaris on es gestionen les entrades de registres i els rols de cada usuari, a més de la seva eliminació si fos necessari.",
    "descripcion-open-weahter": "Amb aquesta aplicació podràs consultar l'estat actual del temps i la previsió del dia, així com la del dia següent. També podràs guardar les teves localitzacions favorites per no perdre temps i estar informat en qualsevol moment. L'aplicació està adaptada tant per a dispositius mòbils com per a aplicacions d'escriptori, i podràs canviar el tema a mode fosc quan ho desitgis. A més, l'aplicació detectarà l'hora i es posarà automàticament en mode fosc si estàs en horari nocturn. Està traduïda al castellà, català, anglès, francès, italià i alemany.",
    "Nombre": "Persona o empresa",
    "Correo": "Correu electrònic",
    "Asunto": "De que vols parlar?...",
    "Mensaje": "Missatge",
    "Enviar": "Enviar",
    "Por favor rellene los campos": "Siusplau ompli el camps",
    "Mensaje enviado con éxito": "Missatge enviat amb èxit",
    "Error al enviar el mensaje": "Error al enviar el mensatge",
    "descripcion-corner": "Certificat de professionalitat on vaig començar a estudiar programació des de zero i em vaig decantar a especialitzar-me en la part de Frontend.",
    "descripcion-cifo": "En aquest curs vaig poder començar a treballar amb el meu primer framework (React) i començar a usar eines de control de versions (Git).",
    "descripcion-academy": "En l'itinerari de IT Academy Frontend amb l'especialitat de React vaig poder enfortir els meus coneixements sobre el framework i vaig tenir l'oportunitat de participar en la part de projecte que simula el treball d'una empresa real.",
    "descripcion-fullstack": "Curs on vaig rependre la part de backend per a poder adquirir i enfortir mes coneixements i acostar-me mes a tenir un perfil fullstack.",
    "skills": "Competències",
    "Todos los derechos reservados": "Tots els drets reservats."
}