{
    "Inicio": "Home",
    "Contacto": "Contact",
    "Sobre mi": "About me",
    "Proyectos": "Proyects",
    "Formacion": "Training",
    "Presentacion": "Hi, I'm Sergio. I developer web and app.",
    "Saber-mas": "Explore my profile",
    "Descargar CV": "Download CV",
    "Saludo": "This Is Me",
    "No todo es programar": "Not everything is programming...",
    "Descripcion": "Some of my greatest hobbies are video games, anime, and manga. In my free time, I like to connect with nature by hiking in the mountains or going for a run. I enjoy discovering new places, learning about their culture, and especially tasting their local cuisine. I'm passionate about cooking, so wherever I go, I'm always taking notes on new recipes to try at home. I also love participating in escape rooms, as they challenge me to exercise my brain and test my skills to escape the rooms.",
    "Texto confirmacion": "This document doesn't contain viruses. Are you sure do you want to download the CV?",
    "Aceptar": "Accept",
    "Cancelar": "Cancel",
    "descripcion-nba": "The app mainly consists of a portal where you can view NBA results for finished games, upcoming games, and even LIVE games! It also includes a small e-commerce section for jerseys and a mini 'Hall of Fame' for retired players with interesting data about them. This project is designed for desktop computer users; on tablets or mobile devices, its structure may become distorted.",
    "descripcion-wars": "The app is a website for viewing profiles of spaceships from the Star Wars universe. Upon entering the site, you will start on a login page where you need to log in to view the list of ships. This project allowed me to practice and get a first experience with the React framework and some libraries like react-router-dom. Once logged in, you can access a list of ships that, when clicked, open a profile with interesting facts about them. The application includes a small unit test (TDD) with Jest.",
    "descripcion-poke": "The app is a Pokémon encyclopedia where you can view each and every Pokémon by generation and also select your favorites to keep them always in sight! First, you will need to register with a (fictional) username and password to access the Pokédex. Once inside, you can view, search, and select any Pokémon and learn interesting facts about each one. This app is fully responsive, so you can view it on any screen resolution and enjoy it on PC, tablets, or mobile devices.",
    "descripcion-tesla": "This smalls projects, proposed and explained by #midudev, are part of my introduction to the Astro and Tailwind frameworks, which I find very intriguing. I wanted to learn a bit about how to work with technologies like React.js. I want to thank Miguel Ángel Durán García for the teaching and the idea to learn and practice with these frameworks, and for the final result, which I find more than satisfactory.",
    "descripcion-hambgers": "The application consists of a system aimed at a food production chain, where employees can view pending orders, manage them, or delete them once the order is completed. The application works with two parts: the frontend part using Angular.js as a framework and the backend part using Laravel as a framework. PhpMyAdmin is used as the database support. There are two repositories on GitHub, one with the code that connects to the database and another without the backend part to be able to test the app locally.",
    "descripcion-itacademy": "This application is a collaborative work in which I was able to participate after completing the IT Academy itinerary with a specialization in React. In it, we simulated the work, tasks, and schedules that we might find in a real company using agile methodologies. The project consists of a platform where students can register and upload resources that may be useful for the community, as well as vote on all the resources and mark their favorites. The website also has a user management section where registrations and user roles are managed, as well as their deletion if necessary.",
    "descripcion-open-weahter": "With this app, you can check the current weather conditions and the forecast for today and the next day. You can also save your favorite locations to avoid wasting time and stay informed at any moment. The app is adapted for both mobile devices and desktop applications, and you can switch to dark mode whenever you prefer. Additionally, the app will detect the time and automatically switch to dark mode if you are in nighttime hours. It is translated into Spanish, Catalan, English, French, Italian, and German.",
    "Nombre": "Person or company",
    "Correo": "Email adress",
    "Asunto": "What do you want to talk about?...",
    "Mensaje": "Message",
    "Enviar": "Send",
    "Por favor rellene los campos": "Please complete the fields",
    "Mensaje enviado con éxito": "Message send with success",
    "Error al enviar el mensaje": "Error sending message",
    "descripcion-corner": "Professional certification where I started studying programming from scratch and decided to specialize in the Frontend part.",
    "descripcion-cifo": "In this course, I was able to start working with my first framework (React) and began using version control tools (Git).",
    "descripcion-academy": "In the IT Academy Frontend curriculum with a specialty in React, I was able to strengthen my knowledge of the framework and had the opportunity to participate in the project part that simulates the work of a real company.",
    "descripcion-fullstack": "Course where I revisited the backend part to acquire and strengthen more knowledge and get closer to having a fullstack profile.",
    "skills": "Skills",
    "Todos los derechos reservados": "All rights reserved."
}